<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/Alpha0Connect4-Swift.h</key>
		<data>
		axGx8lDL5G5Z6568oqieHFOD4m8=
		</data>
		<key>Headers/Alpha0Connect4.h</key>
		<data>
		HR+3zCJXA3ioumcWSZUTs3OzPC4=
		</data>
		<key>Info.plist</key>
		<data>
		oYJsSKTflM+ITcbfmxbpOXOXIp0=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/Project/x86_64-apple-ios-simulator.swiftsourceinfo</key>
		<data>
		b/sv0ooOJCC0WASS4dK6Xo0xH0U=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/Project/x86_64.swiftsourceinfo</key>
		<data>
		b/sv0ooOJCC0WASS4dK6Xo0xH0U=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		MVorfAFAGpicN40pVtbZYAZfu6I=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		nRGn6wq18yIrQSayI7ArGSR1d6c=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64.swiftdoc</key>
		<data>
		MVorfAFAGpicN40pVtbZYAZfu6I=
		</data>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64.swiftmodule</key>
		<data>
		nRGn6wq18yIrQSayI7ArGSR1d6c=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		Ldv7s9qHHOVkwi3gJgX7im3z1L0=
		</data>
		<key>version0328.mlmodelc/coremldata.bin</key>
		<data>
		EYgxIGG7ms5sLhVChb/YFljGlac=
		</data>
		<key>version0328.mlmodelc/model.espresso.net</key>
		<data>
		clrvoc5FMjU9xHQg6OS4YMG9DMw=
		</data>
		<key>version0328.mlmodelc/model.espresso.shape</key>
		<data>
		5A9v6qax0HW46BgSHIkh0EPkxqo=
		</data>
		<key>version0328.mlmodelc/model.espresso.weights</key>
		<data>
		qahneHXbyns/RpaSLugBBQaNdt0=
		</data>
		<key>version0328.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>version0328.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		3oqEe/+MND1puFOiFebud17y75Y=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/Alpha0Connect4-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			LGOQJPDWw0Vi4rkb69HGtV3ngc2G3IfY3gO/BF+uii4=
			</data>
		</dict>
		<key>Headers/Alpha0Connect4.h</key>
		<dict>
			<key>hash2</key>
			<data>
			7D80266HWnzagNbPzMam+hI3plAKYznASpwqsfSYxLI=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/Project/x86_64-apple-ios-simulator.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			YvEMUqg/q3t/mVHdBOprSnjoYC2upAsOxKtwmaQyf6s=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/Project/x86_64.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			YvEMUqg/q3t/mVHdBOprSnjoYC2upAsOxKtwmaQyf6s=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			kBd2YawJsgZxNMwPstSNDyiaLaODfKeBgbHRJU/v+jc=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			v2ll6wDHaABVMiFL8dVqreRAo9SuDDdFHtKZZBVwgdk=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			kBd2YawJsgZxNMwPstSNDyiaLaODfKeBgbHRJU/v+jc=
			</data>
		</dict>
		<key>Modules/Alpha0Connect4.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			v2ll6wDHaABVMiFL8dVqreRAo9SuDDdFHtKZZBVwgdk=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			92/b3eLlUuYfF2PFHyTpJKfdRepCUFX79Zf5aFPBR/4=
			</data>
		</dict>
		<key>version0328.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Z7/t+ws9jt3HbKeShjjJrx2IAoMZV/1PE6B940y669Y=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			5fbArR0XMsg0O6emmoBpimXPHb73Ug3oLk1V+odp9UE=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			JxokxVpnJlMj2ZW/w/QF2qUuQmxl0GkJ7rSwwEBYsjI=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			kvQtysw0kXTnKNNLpPVY99X8gTKQBC8AUF71vHrQBmA=
			</data>
		</dict>
		<key>version0328.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>version0328.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Zmh6rfhivXdsj8GLjp+OIAiXFIVu4jOzkCpZHQ1fKSU=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
